/* A smart playlist name */
"90’s Music" = "Hudba 90. let";

/* an EQ preset name */
"Acoustic" = "Akustická hudba";

/* an EQ preset name */
"Bass Booster" = "Více hloubek";

/* an EQ preset name */
"Bass Reducer" = "Méně hloubek";

/* an EQ preset name */
"Classical" = "Vážná hudba";

/* A smart playlist name */
"Classical Music" = "Vážná hudba";

/* an EQ preset name */
"Dance" = "Taneční hudba";

/* an EQ preset name */
"Deep" = "Deep";

/* an EQ preset name */
"Electronic" = "Elektronická hudba";

/* an EQ preset name */
"Flat" = "Lineární";

/* an EQ preset name */
"Hip Hop" = "Hip-hop";

/* an EQ preset name */
"Jazz" = "Jazz";

/* an EQ preset name */
"Latin" = "Latino";

/* an EQ preset name */
"Loudness" = "Zvýraznění";

/* an EQ preset name */
"Lounge" = "Lounge";

/* A smart playlist name */
"Music Videos" = "Hudební videa";

/* A smart playlist name */
"My Top Rated" = "Moje nejlepší";

/* No comment provided by engineer. */
"ON_THE_GO_PLAYLIST_NAME" = "On-The-Go";
"ON_THE_GO_PLAYLIST_NAME_FORMAT" = "Nový seznam %d";

/* an EQ preset name */
"Piano" = "Piano";

/* an EQ preset name */
"Pop" = "Pop";

/* No comment provided by engineer. */
"PURCHASED_ITEMS_PLAYLIST_NAME" = "Koupené";

/* an EQ preset name */
"R & B" = "R & B";

/* A smart playlist name */
"Recently Added" = "Naposledy přidáno";

/* A smart playlist name */
"Recently Played" = "Naposledy přehráno";

/* an EQ preset name */
"Rock" = "Rock";

/* Season display string generated for TV Shows.  eg. an episode that is part of season #1, will be 'Season 1' */
"Season %d" = "Sezóna %d";

/* an EQ preset name */
"Small Speakers" = "Malé reproduktory";

/* an EQ preset name */
"Spoken Word" = "Mluvené slovo";

/* A smart playlist name */
"Top 25 Most Played" = "25 nejpřehrávanějších";

/* an EQ preset name */
"Treble Booster" = "Více výšek";

/* an EQ preset name */
"Treble Reducer" = "Méně výšek";

/* an EQ preset name */
"Vocal Booster" = "Zpěv";

/* used for album artist for compilations that don't have one set */
"VARIOUS_ARTISTS" = "Různí umělci";

